[AnchorBolt InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Balance.PawnBalance_in the box AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Boll")

[InteractiveObjects.IO_BollsEcho InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_DeadDropEcho InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_SteamVent InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BollEcho MissionItemDefinition]
UseFailureCharacterMessage="We have to do it %s Use this item.."
ItemName="Eco device"
PickupMessage="in your hands %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Most"

[ItemDefs.ID_BollEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Sound equipment"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_DeadDropEcho MissionItemDefinition]
UseFailureCharacterMessage="You should be %s Use this article."
ItemName="Echo equipment"
PickupMessage="You can. %s"
UseFailureLevelMessage="You will love this feature at least 100%."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="made"

[ItemDefs.ID_DeadDropEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Tear Lilith, also known as Firehawk, is still alive and a part of Roland's defense movement.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_EchoRecorder2 MissionItemDefinition]
UseFailureCharacterMessage="You must do this %s To use this item."
ItemName="Sound equipment"
PickupMessage="from %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Most of the time"

[ItemDefs.ID_EchoRecorder2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Negatifu, also known as Firehawk, is revealed to still be alive and part of the effort against Roland.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_EchoRecorder3 MissionItemDefinition]
UseFailureCharacterMessage="i need you %s Use this item."
ItemName="ECHO device"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Expansion"

[ItemDefs.ID_EchoRecorder3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="There is evidence that Lilith is still alive, including Firehawk, who is part of Roland's resistance movement.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_InMemoriam_BollsEcho MissionItemDefinition]
UseFailureCharacterMessage="Of course you %s Take advantage of this article."
ItemName="environmentally friendly equipment"
PickupMessage="it is there %s"
UseFailureLevelMessage="You must be at %d level to use this."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="the most certain"

[ItemDefs.ID_MO_InMemoriam_BollsEcho:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Hyperion's deputy, Geoffrey Black, flees Lilith's location."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_InMemoriam_DeadDropEcho MissionItemDefinition]
UseFailureCharacterMessage="You %s Use this."
ItemName="Echo device"
PickupMessage="you are my %s"
UseFailureLevelMessage="You must have at least %d to use this item.."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="boss"

[ItemDefs.ID_MO_InMemoriam_DeadDropEcho:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Evidence suggests that Lilith, known as Firehawk, is still alive and part of Roland's resistance.."
NoConstraintText=""
Suffix=""
Prefix=""

